[{"author":"Jean-Paul Sartre","quote":"Never believe that anti-Semites are completely unaware of the absurdity of their replies. They know that their remarks are frivolous, open to challenge. But they are amusing themselves, for it is their adversary who is obliged to use words responsibly, since he believes in words. The anti-Semites have the right to play. They even like to play with discourse for, by giving ridiculous reasons, they discredit the seriousness of their interlocutors. They delight in acting in bad faith, since they seek not to persuade by sound argument but to intimidate and disconcert. If you press them too closely, they will abruptly fall silent, loftily indicating by some phrase that the time for argument is past."},{"author":"Quincy Jones","quote":"God walks out of the room when you’re thinking about money.","href":"http://www.vulture.com/2018/02/quincy-jones-in-conversation.html"},{"author":"Paul Krugman","quote":"This will end badly, and the sooner it does, the better.","href":"https://www.nytimes.com/2018/01/29/opinion/bitcoin-bubble-fraud.html"},{"author":"Winston Churchill","quote":"Out of intense complexities intense simplicities emerge."},{"author":"William Gibson","quote":"That which is overdesigned, too highly specific, anticipates outcome; the anticipation of outcome guarantees, if not failure, the absence of grace."},{"author":"Brian Eno","quote":"...not doing the thing that nobody had ever thought of not doing."},{"author":"Christiaan Huygens","quote":"The world is my country, science is my religion."},{"author":"Harry S. Truman","quote":"Machines are ahead of morals by some centuries, and when morals catch up perhaps there’ll be no reason for any of it."},{"author":"Chris Hedges","quote":"Once we sign on for war’s crusade, once we see ourselves on the side of the angels, once we embrace a theological or ideological belief system that defines itself as the embodiment of goodness and light, it is only a matter of how we will carry out murder.","work":"War Is A Force That Gives Us Meaning","page":"9"},{"author":"Chris Hedges","quote":"Modern war is directed primarily against civilians. Look at Kosova, Bosnia, Rwanda, Vietnam, or World War II. And nuclear terrorism is the logical outcome of modern industrial warfare.","work":"War Is A Force That Gives Us Meaning","page":"28"},{"author":"Chris Hedges","quote":"The danger is not that fundamentalism will grow so much as that modern, secular society will wither.","work":"War Is A Force That Gives Us Meaning","page":"147 – 148"},{"author":"Chris Hedges","quote":"Love, when it is deep and sustained by two individuals, includes self-giving — often self-sacrifice — as well as desire. For the covenant of love is such that it recognizes both the fragility and the sanctity of the individual. It recognizes itself in the other. It alone can save us.","work":"War Is A Force That Gives Us Meaning","page":"160 – 161"},{"author":"Karen Armstrong","quote":"Calvinist theologies of election have been largely instrumental in encouraging Americans to believe that they are God’s own nation. As in Josiah’s Kingdom of Judah, such a belief is likely to flourish at a time of political insecurity when people are haunted by the fear of their own destruction.","work":"A History of God","page":"55"},{"author":"David Milch, et al.","quote":"I know we are as much in the world in our pain as in our happiness.","work":"Deadwood"},{"author":"J. R. R. Tolkien","quote":"“Say also,” said Gandalf, “that to crooked eyes truth may wear a wry face.”","work":"The Lord Of The Rings"},{"author":"J. R. R. Tolkien","quote":"“Perilous to us all are the devices of an art deeper than we possess ourselves.”","work":"The Lord Of The Rings"},{"author":"J. R. R. Tolkien","quote":"Be bold, but wary! Keep up your merry hearts, and ride to meet your fortune!","work":"The Lord Of The Rings"},{"author":"J. R. R. Tolkien","quote":"It was Sam’s first view of a battle of Men against Men, and he did not like it much. He was glad that he could not see the dead face. He wondered what the man’s name was and where he came from; and if he was really evil of heart, of what lies or threats had led him on the long march from his home; and if he would not really rather have stayed there in peace.","work":"The Lord Of The Rings"},{"author":"James Madison","quote":"The means of defense against foreign danger historically have become the instruments of tyranny at home."},{"author":"Simon Cozens","quote":"Mathematics, logic, science: they’re useful servants, but exceptionally bad masters."},{"author":"Learned Hand","quote":"Our dangers, as it seems to me, are not from the outrageous but from the conforming; not from those who rarely and under the lurid glare of obloquy upset our moral complaisance, or shock us with unaccustomed conduct, but from those, the mass of us, who take their virtues and tastes, like their shirts and their furniture, from the limited patterns which the market offers.","work":"Preservation Of Personality"},{"author":"John Ashcroft","quote":"“There was maybe 10 days or close to two weeks ago an uncorroborated report of undetermined reliability about natural gas,” Mr. Ashcroft said at a news conference. “Frankly, those are the kinds of reports which we take seriously.”","href":"https://www.nytimes.com/2001/11/26/national/leahy-anthrax-letter-remains-unopened-scientists-are-wary.html"},{"author":"John von Neumann","quote":"Anyone who considers arithmetical methods of producing random digits is, of course, in a state of sin.","work":"Various Techniques Used In Connection With Random Digits","href":"https://mcnp.lanl.gov/pdf_files/nbs_vonneumann.pdf"},{"author":"Sir Herbert Robert Beerbohm Tree","quote":"Sirs, I have tested your machine. It adds a new terror to life and makes death a long-felt want."},{"author":"Benjamin Franklin","quote":"Behold the rain which descends from heaven upon our vineyards, and which incorporates itself with the grapes to be changed into wine; a constant proof that God loves us, and loves to see us happy!","work":"letter to the Abbé Morellet"},{"author":"Douglas Adams","quote":"How can I tell that the past isn’t a fiction designed to account for the discrepancy between my immediate physical sensations and my state of mind?","work":"The More Than Complete Hitchhiker’s Guide to the Galaxy"},{"author":"Christopher Morley","quote":"Energy is not endless. Better hoard it for your own work. Be intangible and hard to catch; be secret and proud and inwardly uncomfortable. Say yes and don’t mean it; pretend to agree; dodge every kind of organization, and evade, elude, recede. Be about your own affairs as you would also forbear from others at theirs, and thereby show your respect for the holiest ghost we know, the creative imagination.","work":"O Rare Don Marquis"},{"author":"Catherine Liu","quote":"They didn’t want what I wanted from them. They were confused by my insistence. I’ll never be able to tell them how hurt I was, how betrayed I felt. I’ll never be able to tell them that they broke my heart, but in all the wrong places.","work":"Oriental Girls Desire Romance"},{"author":"Antoine de Saint-Exupéry","quote":"Il semble que la perfection soit atteinte non quand il n'y a plus rien à ajouter, mais quand il n'y a plus rien à retrancher.","work":"Terre des hommes"},{"author":"Fred Brooks","quote":"Conceptual integrity. A clean, elegant programming product must present to each of its users a coherent mental model of the application, of strategies for doing the application, and of the user-interface tactics to be used in specifying actions and parameters. The conceptual integrity of the product, as perceived by the user, is the most important factor in ease of use.","work":"The Mythical Man-Month"},{"author":"John Cage","quote":"I can’t understand why people are frightened of new ideas. I’m frightened of the old ones.","work":"Conversing With Cage, by Richard Kostelanetz"},{"author":"Henry Rollins","quote":"I left my hometown like a guy making a jail break.","work":"Get In The Van"},{"author":"Edwin Schlossberg","quote":"The skill of writing is to create a context in which other people can think."},{"author":"Douglas R. Hofstadter","quote":"How can anyone fascinated by creativity and beauty fail to see in computers the ultimate tool for exploring their essence? Such ideas are the inner fire that propels my research and my writings.","work":"Metamagical Themas","page":"xxv – xxvi"},{"author":"Richard Rhodes","quote":"Speech is a clumsiness and writing an impoverishment. Not language but the surface of the body is the child’s first map of the world, undifferentiated between subject and object, coextensive with the world it maps until awakening consciousness divides it off.","work":"The Making of the Atomic Bomb"},{"author":"Lyndsey Gallant","quote":"Your anger is the part of you that knows your mistreatment and abuse are unacceptable. Your anger knows you deserve to be treated well, and with kindness. Your anger is a part of you that loves you.","href":"https://twitter.com/apocalynds/status/1269711325749563399"}]